import { LOCALES } from "../locales";

export default {
  [LOCALES.RUSSIAN]: {
    lang: "Язык",
    menu: {
      home: "Главная",
      barbers: "Барберы",
      works: "Наши работы",
      services: "Услуги",
      contacts: "Контакты",
    },
    btnText: "Записаться",
    sectionTitle: {
      barbers: "Барберы",
      works: "Наши работы",
      services: "Услуги",
    },
    barbersData: {
      0: {
        name: "Вова",
        text:
          "Основатель и идейный вдохновитель FVV Barbershop. В парикмахерской индустрии с 2014 года. За короткий период жизни поменял не мало профессий, но барберинг стал неотъемлемой частью жизни. Что мне нравится в стрижках больше всего? Довольные лица клиентов!",
      },
      1: {
        name: "Никита",
        text:
          "Работаю в сфере барберинга 2 года. Для меня важно стричь так, как я хотел, что бы стригли меня. Я всегда стремлюсь расти и двигаться дальше, пробовать что-то новое и быть искренним с клиентом. Помимо барберинга, 15 лет танцую брейк данс и с недавних пор занялся диджеингом.",
      },
      2: {
        name: "Влад",
        text:
          "Путь барбера начал с 17 лет. Я считаю, что в стиле должно быть всё идеально, особенно стрижка. Сейчас мне 22 и я не собираюсь отступать от своих идеалов.",
      },
    },
    servicesData: {
      0: {
        title: "Стрижка мужская",
        text:
          "Выполняется в комбинированных техниках машинками и ножницами, с персонально подобранными косметическими средствами под тип волоса и стиль укладки.",
        time: "1 час",
        cost: "400 ₴",
      },
      1: {
        title: "Стрижка машинкой",
        text:
          "Выполняется машинкой с использованием 2-3 насадок и окантовкой с помощью бритвы + мытьё головы.",
        time: "45 минут",
        cost: "300 ₴",
      },
      2: {
        title: "Студенческая стрижка",
        text:
          "Выполняется в комбинации машинки с ножницами и окантовкой с помощью бритвы + мытьё головы.",
        time: "1 час",
        cost: "300 ₴",
      },
      3: {
        title: "Детская стрижка",
        text: "Выполняется в комбинации машинки с ножницами + мытьё головы.",
        time: "1 час",
        cost: "350 ₴",
      },
      4: {
        title: "Окантовка/стрижка под одну насадку",
        text: "Выполняется машинкой без/с использованием одной насадки.",
        time: "30 минут",
        cost: "200 ₴",
      },
      5: {
        title: "Укладка волос",
        text:
          "Выполняется феном и расческой со специально подобранными укладочными средствами с предварительным мытьем головы.",
        time: "30 минут",
        cost: "150 ₴",
      },
      6: {
        title: "Стрижка бороды",
        text:
          "Выполняется с помощью машинки и ножниц с последующим нанесением горячего компресса, бритьём и использованием специально подобранной косметики.",
        time: "1 час",
        cost: "300 ₴",
      },
      7: {
        title: "Королевское бритье",
        text:
          "Выполняется с помощью бритвы со сменным лезвием, горячим компрессом и использованием специально подобранной косметики.",
        time: "1 час",
        cost: "350 ₴",
      },
      8: {
        title: "Камуфлирование бороды",
        text: "Тонирование седины волос бороды.",
        time: "30 минут",
        cost: "250 ₴",
      },
      9: {
        title: "Камуфлирование седины",
        text: "Тонирование седины волос на голове.",
        time: "30 минут",
        cost: "300 ₴",
      },
      10: {
        title: "Комбо отец + сын",
        text: "Стрижка для Вас и вашего сына",
        time: "2 часа",
        cost: "700 ₴",
      },
      11: {
        title: "Комбо стрижка + борода",
        text: "Стрижка волос на голове и бороде одновременно",
        time: "1 час 45 минут",
        cost: "650 ₴",
      },
    },
    bannerTitle: "Стиль внутри нас",
    bannerText:
      "Мужская парикмахерская, как хороший виски, выдержанная опытом с 2013 и основана в 2020",
    timePlaceholder: "Время",
    costPlaceholder: "Стоимость",
    address: "Киев, ул. Михаила Донца 2A",
  },
};
