import { LOCALES } from "../locales";

export default {
  [LOCALES.UKRAINIAN]: {
    lang: "Мова",
    menu: {
      home: "Головна",
      barbers: "Барбери",
      works: "Наші роботи",
      services: "Послуги",
      contacts: "Контакти",
    },
    btnText: "Записаться",
    sectionTitle: {
      barbers: "Барбери",
      works: "Наші роботи",
      services: "Послуги",
    },
    barbersData: {
      0: {
        name: "Вова",
        text:
          "Засновник і ідейний натхненник FVV Barbershop. У перукарні індустрії з 2014 року. За короткий період життя поміняв багато професій, але барберинг став невід'ємною частиною життя. Що мені подобається в стрижках найбільше? Задоволені обличчя клієнтів!",
      },
      1: {
        name: "Нікіта",
        text:
          "Працюю в сфері барберинга 2 роки. Для мене важливо стригти так, як я хотів, що б стригли мене. Я завжди прагну рости і рухатися далі, пробувати щось нове і бути щирим з клієнтом. Крім барберинга, 15 років танцюю брейк данс і з недавніх пір зайнявся діджєїнгом.",
      },
      2: {
        name: "Влад",
        text:
          "Шлях барбера почав з 17 років. Я вважаю, що в стилі має бути все ідеально, особливо стрижка. Зараз мені 22 і я не збираюся відступати від своїх ідеалів",
      },
    },
    servicesData: {
      0: {
        title: "Стрижка чоловіча",
        text:
          "Виконується в комбінованих техніках машинками і ножицями, з персонально підібраними косметичними засобами під тип волосся і стиль укладання.",
        time: "1 година",
        cost: "400 ₴",
      },
      1: {
        title: "Стрижка машинкою",
        text:
          "Виконується машинкою з використанням 2-3 насадок і окантовкою за допомогою бритви + миття голови.",
        time: "45 хвилин",
        cost: "300 ₴",
      },
      2: {
        title: "Студентська стрижка",
        text:
          "Виконується в комбінації машинки з ножицями і окантовкою за допомогою бритви + миття голови.",
        time: "1 година",
        cost: "300 ₴",
      },
      3: {
        title: "Дитяча стрижка",
        text: "Виконується в комбінації машинки з ножицями + миття голови.",
        time: "1 година",
        cost: "350 ₴",
      },
      4: {
        title: "Окантовка/стрижка під одну насадку",
        text: "Виконується машинкою без/з використанням однієї насадки.",
        time: "30 хвилин",
        cost: "200 ₴",
      },
      5: {
        title: "Укладка волосся",
        text:
          "Виконується феном і гребінцем із спеціально підібраними засобами для укладки з попереднім миттям голови.",
        time: "30 хвилин",
        cost: "150 ₴",
      },
      6: {
        title: "Стрижка бороди",
        text:
          "Виконується за допомогою машинки і ножиць з подальшим нанесенням гарячого компресу, голінням і використанням спеціально підібраної косметики.",
        time: "1 година",
        cost: "300 ₴",
      },
      7: {
        title: "Королівське гоління",
        text:
          "Виконується за допомогою бритви зі змінним лезом, гарячим компресом і використанням спеціально підібраної косметики.",
        time: "1 година",
        cost: "350 ₴",
      },
      8: {
        title: "Камуфлювання бороди",
        text: "Тонування сивини волосся бороди.",
        time: "30 хвилин",
        cost: "250 ₴",
      },
      9: {
        title: "Камуфлювання сивини",
        text: "Тонування сивини волосся на голові.",
        time: "30 хвилин",
        cost: "300 ₴",
      },
      10: {
        title: "Комбо батько + син",
        text: "Стрижка для Вас та вашого сина",
        time: "2 години",
        cost: "700 ₴",
      },
      11: {
        title: "Комбо стрижка + борода",
        text: "Стрижка волосся на голові і бороді одночасно",
        time: "1 година 45 хвилин",
        cost: "650 ₴",
      },
    },
    bannerTitle: "Стиль всередині нас",
    bannerText:
      "Чоловіча перукарня, як хороший віскі, витримана досвідом з 2013 і заснована в 2020",
    timePlaceholder: "Час",
    costPlaceholder: "Вартість",
    address: "Київ, вул. Михайла Донця 2A",
  },
};
